{
    "word2id": {
        "<PAD>": 0,
        "<UNK>": 1,
        "is": 2,
        "approved": 3,
        "equals": 4,
        "clustering": 5,
        "algorithms": 6,
        "file": 7,
        "path": 8,
        "2023": 9,
        "user": 10,
        "id": 11,
        "REGRESSION": 12,
        "MODELS": 13,
        "temp": 14,
        "car": 15,
        "bus": 16,
        "train": 17,
        "plane": 18,
        "bicycle": 19,
        "time": 20,
        "elapsed": 21,
        "-555555": 22,
        "supplier": 23,
        "name": 24,
        "7.1234": 25,
        "order": 26,
        "number": 27,
        "back": 28,
        "end": 29,
        "development": 30,
        "tax": 31,
        "rate": 32,
        "70707": 33,
        "product": 34,
        "description": 35,
        "-1.602176634": 36,
        "inventory": 37,
        "level": 38,
        "1.0": 39,
        "net": 40,
        "profit": 41,
        "CLUSTERING": 42,
        "ALGORITHMS": 43,
        "deleted": 44,
        "1.1": 45,
        "string": 46,
        "buffer": 47,
        "object": 48,
        "oriented": 49,
        "programming": 50,
        "verified": 51,
        "STATISTICAL": 52,
        "METHODS": 53,
        "settings": 54,
        "equal": 55,
        "to": 56,
        "UNSUPERVISED": 57,
        "LEARNING": 58,
        "-1.61803398875": 59,
        "feature": 60,
        "flags": 61,
        "7.7777": 62,
        "budget": 63,
        "allocation": 64,
        "-0.999999": 65,
        "delivery": 66,
        "address": 67,
        "Front": 68,
        "End": 69,
        "Development": 70,
        "set": 71,
        "mentor": 72,
        "as": 73,
        "int": 74,
        "and": 75,
        "initialize": 76,
        "with": 77,
        "444444": 78,
        "declare": 79,
        "key": 80,
        "integer": 81,
        "909090": 82,
        "make": 83,
        "current": 84,
        "date": 85,
        "boolean": 86,
        "it": 87,
        "true": 88,
        "expense": 89,
        "report": 90,
        "dictionary": 91,
        "key1": 92,
        "value1": 93,
        "key2": 94,
        "value2": 95,
        "key3": 96,
        "value3": 97,
        "create": 98,
        "start": 99,
        "bool": 100,
        "assign": 101,
        "false": 102,
        "position": 103,
        "value": 104,
        "define": 105,
        "total": 106,
        "amount": 107,
        "double": 108,
        "j": 109,
        "-0.4567": 110,
        "country": 111,
        "code": 112,
        "primary": 113,
        "contact": 114,
        "list": 115,
        "dog": 116,
        "cat": 117,
        "bird": 118,
        "fish": 119,
        "hamster": 120,
        "iteration": 121,
        "float": 122,
        "-1.1": 123,
        "customer": 124,
        "map": 125,
        "Alice": 126,
        "age": 127,
        "30": 128,
        "city": 129,
        "New": 130,
        "York": 131,
        "visible": 132,
        "John": 133,
        "Doe": 134,
        "email": 135,
        "dhfadgmailcom": 136,
        "phone": 137,
        "1234567890": 138,
        "data": 139,
        "secondary": 140,
        "-6.62607015": 141,
        "1": 142,
        "2": 143,
        "3": 144,
        "array": 145,
        "a": 146,
        "new": 147,
        "variable": 148,
        "titled": 149,
        "active": 150,
        "232323": 151,
        "identified": 152,
        "under": 153,
        "the": 154,
        "region": 155,
        "apple": 156,
        "banana": 157,
        "cherry": 158,
        "emergency": 159,
        "SPEECH": 160,
        "RECOGNITION": 161,
        "character": 162,
        "step": 163,
        "v": 164,
        "named": 165,
        "login": 166,
        "12345": 167,
        "called": 168,
        "123": 169,
        "-1.23": 170,
        "True": 171,
        "test": 172,
        "transaction": 173,
        "due": 174,
        "visualization": 175,
        "completed": 176,
        "Version": 177,
        "Control": 178,
        "System": 179,
        "-0.27182": 180,
        "logged": 181,
        "in": 182,
        "deep": 183,
        "learning": 184,
        "models": 185,
        "preferences": 186,
        "-456": 187,
        "10.5": 188,
        "20.5": 189,
        "30.5": 190,
        "40.5": 191,
        "50.5": 192,
        "price": 193,
        "colleague": 194,
        "111111": 195,
        "-0.666667": 196,
        "-5.5": 197,
        "5.5": 198,
        "-10.1": 199,
        "10.1": 200,
        "0.0": 201,
        "enabled": 202,
        "gross": 203,
        "income": 204,
        "char": 205,
        "max": 206,
        "-0.707": 207,
        "hello": 208,
        "42": 209,
        "3.1415": 210,
        "False": 211,
        "-7": 212,
        "location": 213,
        "27182": 214,
        "analysis": 215,
        "Neural": 216,
        "Networks": 217,
        "5.6789": 218,
        "info": 219,
        "101010": 220,
        "cascading": 221,
        "style": 222,
        "sheets": 223,
        "-202020": 224,
        "street": 225,
        "-2.71828": 226,
        "Continuous": 227,
        "Integration": 228,
        "User": 229,
        "Interface": 230,
        "4": 231,
        "5": 232,
        "-999999": 233,
        "-8.8888": 234,
        "network": 235,
        "security": 236,
        "software": 237,
        "last": 238,
        "updated": 239,
        "full": 240,
        "stack": 241,
        "developer": 242,
        "0.707": 243,
        "JAVASCRIPT": 244,
        "FRAMEWORK": 245,
        "engineering": 246,
        "SEMI-SUPERVISED": 247,
        "building": 248,
        "Software": 249,
        "Full": 250,
        "Stack": 251,
        "Developer": 252,
        "labelled": 253,
        "app": 254,
        "config": 255,
        "DATA": 256,
        "MINING": 257,
        "type": 258,
        "count": 259,
        "505050": 260,
        "-54321": 261,
        "Code": 262,
        "Review": 263,
        "account": 264,
        "balance": 265,
        "-1e-07": 266,
        "project": 267,
        "management": 268,
        "45": 269,
        "Artificial": 270,
        "Intelligence": 271,
        "review": 272,
        "loop": 273,
        "index": 274,
        "Machine": 275,
        "Learning": 276,
        "252525": 277,
        "employee": 278,
        "record": 279,
        "2.99792458": 280,
        "functional": 281,
        "alternate": 282,
        "0.333333": 283,
        "office": 284,
        "-262626": 285,
        "category": 286,
        "this": 287,
        "an": 288,
        "empty": 289,
        "revenue": 290,
        "k": 291,
        "system": 292,
        "properties": 293,
        "reorder": 294,
        "point": 295,
        "sibling": 296,
        "2.2": 297,
        "3.3": 298,
        "4.4": 299,
        "counter": 300,
        "guardian": 301,
        "8675309": 302,
        "": 303,
        "algorithm": 304,
        "design": 305,
        "<START>": 306,
        "<END>": 307
    },
    "id2word": [
        "<PAD>",
        "<UNK>",
        "is",
        "approved",
        "equals",
        "clustering",
        "algorithms",
        "file",
        "path",
        "2023",
        "user",
        "id",
        "REGRESSION",
        "MODELS",
        "temp",
        "car",
        "bus",
        "train",
        "plane",
        "bicycle",
        "time",
        "elapsed",
        "-555555",
        "supplier",
        "name",
        "7.1234",
        "order",
        "number",
        "back",
        "end",
        "development",
        "tax",
        "rate",
        "70707",
        "product",
        "description",
        "-1.602176634",
        "inventory",
        "level",
        "1.0",
        "net",
        "profit",
        "CLUSTERING",
        "ALGORITHMS",
        "deleted",
        "1.1",
        "string",
        "buffer",
        "object",
        "oriented",
        "programming",
        "verified",
        "STATISTICAL",
        "METHODS",
        "settings",
        "equal",
        "to",
        "UNSUPERVISED",
        "LEARNING",
        "-1.61803398875",
        "feature",
        "flags",
        "7.7777",
        "budget",
        "allocation",
        "-0.999999",
        "delivery",
        "address",
        "Front",
        "End",
        "Development",
        "set",
        "mentor",
        "as",
        "int",
        "and",
        "initialize",
        "with",
        "444444",
        "declare",
        "key",
        "integer",
        "909090",
        "make",
        "current",
        "date",
        "boolean",
        "it",
        "true",
        "expense",
        "report",
        "dictionary",
        "key1",
        "value1",
        "key2",
        "value2",
        "key3",
        "value3",
        "create",
        "start",
        "bool",
        "assign",
        "false",
        "position",
        "value",
        "define",
        "total",
        "amount",
        "double",
        "j",
        "-0.4567",
        "country",
        "code",
        "primary",
        "contact",
        "list",
        "dog",
        "cat",
        "bird",
        "fish",
        "hamster",
        "iteration",
        "float",
        "-1.1",
        "customer",
        "map",
        "Alice",
        "age",
        "30",
        "city",
        "New",
        "York",
        "visible",
        "John",
        "Doe",
        "email",
        "dhfadgmailcom",
        "phone",
        "1234567890",
        "data",
        "secondary",
        "-6.62607015",
        "1",
        "2",
        "3",
        "array",
        "a",
        "new",
        "variable",
        "titled",
        "active",
        "232323",
        "identified",
        "under",
        "the",
        "region",
        "apple",
        "banana",
        "cherry",
        "emergency",
        "SPEECH",
        "RECOGNITION",
        "character",
        "step",
        "v",
        "named",
        "login",
        "12345",
        "called",
        "123",
        "-1.23",
        "True",
        "test",
        "transaction",
        "due",
        "visualization",
        "completed",
        "Version",
        "Control",
        "System",
        "-0.27182",
        "logged",
        "in",
        "deep",
        "learning",
        "models",
        "preferences",
        "-456",
        "10.5",
        "20.5",
        "30.5",
        "40.5",
        "50.5",
        "price",
        "colleague",
        "111111",
        "-0.666667",
        "-5.5",
        "5.5",
        "-10.1",
        "10.1",
        "0.0",
        "enabled",
        "gross",
        "income",
        "char",
        "max",
        "-0.707",
        "hello",
        "42",
        "3.1415",
        "False",
        "-7",
        "location",
        "27182",
        "analysis",
        "Neural",
        "Networks",
        "5.6789",
        "info",
        "101010",
        "cascading",
        "style",
        "sheets",
        "-202020",
        "street",
        "-2.71828",
        "Continuous",
        "Integration",
        "User",
        "Interface",
        "4",
        "5",
        "-999999",
        "-8.8888",
        "network",
        "security",
        "software",
        "last",
        "updated",
        "full",
        "stack",
        "developer",
        "0.707",
        "JAVASCRIPT",
        "FRAMEWORK",
        "engineering",
        "SEMI-SUPERVISED",
        "building",
        "Software",
        "Full",
        "Stack",
        "Developer",
        "labelled",
        "app",
        "config",
        "DATA",
        "MINING",
        "type",
        "count",
        "505050",
        "-54321",
        "Code",
        "Review",
        "account",
        "balance",
        "-1e-07",
        "project",
        "management",
        "45",
        "Artificial",
        "Intelligence",
        "review",
        "loop",
        "index",
        "Machine",
        "Learning",
        "252525",
        "employee",
        "record",
        "2.99792458",
        "functional",
        "alternate",
        "0.333333",
        "office",
        "-262626",
        "category",
        "this",
        "an",
        "empty",
        "revenue",
        "k",
        "system",
        "properties",
        "reorder",
        "point",
        "sibling",
        "2.2",
        "3.3",
        "4.4",
        "counter",
        "guardian",
        "8675309",
        "",
        "algorithm",
        "design",
        "<START>",
        "<END>"
    ]
}